zistar001/ESP-Handheld/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESP32S3_DEFAULT_CPU_FREQ_240=y
CONFIG_SPIRAM_MODE_QUAD=y
CONFIG_SPIRAM_TYPE_AUTO=y
CONFIG_SPIRAM_USE_CAPS_ALLOC=y
CONFIG_FATFS_LFN_STACK=y
# CONFIG_IDF_COMPONENT_MANAGER is set via environment variable in build.bat
